{
	"admins": [
		{
			"id": "1",
			"name": "Администратор 1",
			"email": "admin1@mail.com",
			"password": "Admin1234!1"
		},
		{
			"id": "2",
			"name": "Администратор 2",
			"email": "admin2@mail.com",
			"password": "Admin1234!2"
		},
		{
			"id": "3",
			"name": "Администратор 3",
			"email": "admin3@mail.com",
			"password": "Admin1234!3"
		}
	],
	"users": [
		{
			"id": "1",
			"name": "Имя 1",
			"email": "name1@mail.com",
			"password": "Name1234!qq"
		},
		{
			"id": "2",
			"name": "Имя 2",
			"email": "name2@mail.com",
			"password": "Name1234!"
		},
		{
			"id": "3",
			"name": "Имя 3",
			"email": "name3@mail.com",
			"password": "Name1234!"
		},
		{
			"id": "4",
			"name": "Имя 4",
			"email": "name4@mail.com",
			"password": "Name1234!"
		},
		{
			"id": "5",
			"name": "Имя 5",
			"email": "name5@mail.com",
			"password": "Name1234!"
		}
	],
	"news": [
		{
			"id": "1",
			"title": "Название новости номер 1 при этом очень длинное название, кстати как у вас дела лично у меня все хорошо я просто не знаю что еще написать здесь",
			"body": "Кстати, ключевые особенности структуры проекта лишь добавляют фракционных разногласий и указаны как претенденты на роль ключевых факторов.",
			"data_created": "2024-01-01T00:00:00.000Z",
			"data_updated": "2024-01-01T00:00:00.000Z"
		},
		{
			"id": "2",
			"title": "Название новости номер 2",
			"body": "Внезапно, акционеры крупнейших компаний призывают нас к новым свершениям, которые, в свою очередь, должны быть указаны как претенденты на роль ключевых факторов. И нет сомнений, что ключевые особенности структуры проекта набирают популярность среди определенных слоев населения, а значит, должны быть представлены в исключительно положительном свете. Вот вам яркий пример современных тенденций — новая модель организационной деятельности, в своём классическом представлении.",
			"data_created": "2024-12-01T00:00:00.000Z",
			"data_updated": "2024-12-01T00:00:00.000Z"
		},
		{
			"id": "3",
			"title": "Название новости номер 3 при этом очень длинное название, кстати как у вас дела лично у меня все хорошо я просто не знаю что еще написать здесь",
			"body": "Задача организации, в особенности же убеждённость некоторых оппонентов предопределяет высокую востребованность направлений прогрессивного развития. В своём стремлении повысить качество жизни, они забывают, что понимание сути ресурсосберегающих технологий способствует повышению качества направлений прогрессивного развития. Современные технологии достигли такого уровня, что понимание сути ресурсосберегающих технологий способствует подготовке и реализации поэтапного и последовательного развития общества.",
			"data_created": "2024-01-01T10:00:00.000Z",
			"data_updated": "2024-01-01T10:00:00.000Z"
		},
		{
			"id": "4",
			"title": "Название новости номер 4",
			"body": "Принимая во внимание показатели успешности, граница обучения кадров однозначно фиксирует необходимость направлений прогрессивного развития. Учитывая ключевые сценарии поведения, граница обучения кадров предоставляет широкие возможности для как самодостаточных, так и внешне зависимых концептуальных решений. Предварительные выводы неутешительны: понимание сути ресурсосберегающих технологий позволяет оценить значение как самодостаточных, так и внешне зависимых концептуальных решений.",
			"data_created": "2023-01-01T00:00:00.000Z",
			"data_updated": "2023-01-01T00:00:00.000Z"
		},
		{
			"id": "5",
			"title": "Название новости номер 5 при этом очень длинное название, кстати как у вас дела лично у меня все хорошо я просто не знаю что еще написать здесь",
			"body": "А также активно развивающиеся страны третьего мира и по сей день остаются уделом либералов, которые жаждут быть разоблачены.",
			"data_created": "2023-01-22T00:00:00.000Z",
			"data_updated": "2023-01-30T00:00:00.000Z"
		},
		{
			"id": "6",
			"title": "Название новости номер 6",
			"body": "Но укрепление и развитие внутренней структуры не даёт нам иного выбора, кроме определения модели развития. Следует отметить, что курс на социально-ориентированный национальный проект, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для анализа существующих паттернов поведения. Ясность нашей позиции очевидна: базовый вектор развития требует от нас анализа первоочередных требований.",
			"data_created": "2024-01-01T00:00:00.000Z",
			"data_updated": "2024-01-01T00:10:00.000Z"
		},
		{
			"id": "7",
			"title": "Название новости номер 7",
			"body": "Однозначно, представители современных социальных резервов описаны максимально подробно. Ясность нашей позиции очевидна: высокотехнологичная концепция общественного уклада создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса распределения внутренних резервов и ресурсов.",
			"data_created": "2023-01-01T00:00:00.000Z",
			"data_updated": "2024-01-01T12:00:00.000Z"
		},
		{
			"id": "8",
			"title": "Название новости номер 8 при этом очень длинное название, кстати как у вас дела лично у меня все хорошо я просто не знаю что еще написать здесь",
			"body": "Но глубокий уровень погружения однозначно определяет каждого участника как способного принимать собственные решения касаемо позиций, занимаемых участниками в отношении поставленных задач. В целом, конечно, постоянное информационно-пропагандистское обеспечение нашей деятельности однозначно фиксирует необходимость вывода текущих активов. Равным образом, социально-экономическое развитие создаёт предпосылки для стандартных подходов.",
			"data_created": "2024-01-01T00:00:00.000Z",
			"data_updated": "2024-01-01T00:00:00.000Z"
		},
		{
			"id": "9",
			"title": "Название новости номер 9 при этом очень длинное название, кстати как у вас дела лично у меня все хорошо я просто не знаю что еще написать здесь",
			"body": "С другой стороны, постоянный количественный рост и сфера нашей активности представляет собой интересный эксперимент проверки инновационных методов управления процессами. Наше дело не так однозначно, как может показаться: высокотехнологичная концепция общественного уклада однозначно фиксирует необходимость стандартных подходов. Ясность нашей позиции очевидна: базовый вектор развития однозначно фиксирует необходимость поставленных обществом задач.",
			"data_created": "2024-01-01T00:00:00.000Z",
			"data_updated": "2024-01-01T00:00:00.000Z"
		},
		{
			"id": "10",
			"title": "Название новости номер 10",
			"body": "Как принято считать, интерактивные прототипы формируют глобальную экономическую сеть и при этом — в равной степени предоставлены сами себе.",
			"data_created": "2023-11-01T00:12:30.000Z",
			"data_updated": "2024-09-10T00:10:40.000Z"
		},
		{
			"id": "11",
			"title": "Название новости номер 11 при этом очень длинное название, кстати как у вас дела лично у меня все хорошо я просто не знаю что еще написать здесь",
			"body": "Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта: базовый вектор развития в значительной степени обусловливает важность распределения внутренних резервов и ресурсов. Не следует, однако, забывать, что реализация намеченных плановых заданий предполагает независимые способы реализации поэтапного и последовательного развития общества. Следует отметить, что внедрение современных методик позволяет оценить значение позиций, занимаемых участниками в отношении поставленных задач.",
			"data_created": "2024-01-01T10:00:00.000Z",
			"data_updated": "2024-01-01T20:00:00.000Z"
		},
		{
			"id": "12",
			"title": "Название новости номер 12 при этом очень длинное название, кстати как у вас дела лично у меня все хорошо я просто не знаю что еще написать здесь",
			"body": "Не следует, однако, забывать, что реализация намеченных плановых заданий предполагает независимые способы реализации поэтапного и последовательного развития общества. Следует отметить, что внедрение современных методик позволяет оценить значение позиций, занимаемых участниками в отношении поставленных задач.",
			"data_created": "2023-09-01T00:00:00.000Z",
			"data_updated": "2023-10-21T00:00:00.000Z"
		},
		{
			"id": "13",
			"title": "Название новости номер 13",
			"body": "В своём стремлении повысить качество жизни, они забывают, что понимание сути ресурсосберегающих технологий способствует повышению качества направлений прогрессивного развития. Современные технологии достигли такого уровня, что понимание сути ресурсосберегающих технологий способствует подготовке и реализации поэтапного и последовательного развития общества. Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта: базовый вектор развития в значительной степени обусловливает важность распределения внутренних резервов и ресурсов. Не следует, однако, забывать, что реализация намеченных плановых заданий предполагает независимые способы реализации поэтапного и последовательного развития общества. Следует отметить, что внедрение современных методик позволяет оценить значение позиций, занимаемых участниками в отношении поставленных задач.",
			"data_created": "2023-11-21T22:20:10.000Z",
			"data_updated": "2024-11-21T22:10:00.000Z"
		}
	],
	"recipes": [
		{
			"id": "1",
			"title": "Название рецепта номер 1 тут очень длинное название для рецепта, но оно не имеет никакого смысла для вас так как оно очень длинное",
			"body": "Равным образом, консультация с широким активом предопределяет высокую востребованность прогресса профессионального сообщества. Следует отметить, что сплочённость команды профессионалов предоставляет широкие возможности для своевременного выполнения сверхзадачи. Учитывая ключевые сценарии поведения, сложившаяся структура организации представляет собой интересный эксперимент проверки укрепления моральных ценностей. Учитывая ключевые сценарии поведения, дальнейшее развитие различных форм деятельности, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для направлений прогрессивного развития. Предварительные выводы неутешительны: курс на социально-ориентированный национальный проект, в своём классическом представлении, допускает внедрение новых принципов формирования материально-технической и кадровой базы. С другой стороны, глубокий уровень погружения напрямую зависит от направлений прогрессивного развития.",
			"data_created": "2024-01-01T00:00:00.000Z",
			"data_updated": "2024-01-01T00:00:00.000Z"
		},
		{
			"id": "2",
			"title": "Название рецепта номер 2",
			"body": "Также как социально-экономическое развитие способствует повышению качества экспериментов, поражающих по своей масштабности и грандиозности. С другой стороны, сплочённость команды профессионалов однозначно фиксирует необходимость существующих финансовых и административных условий. Безусловно, сложившаяся структура организации является качественно новой ступенью новых принципов формирования материально-технической и кадровой базы.",
			"data_created": "2024-01-01T20:00:00.000Z",
			"data_updated": "2024-02-01T10:00:00.000Z"
		},
		{
			"id": "3",
			"title": "Название рецепта номер 3 тут очень длинное название для рецепта, но оно не имеет никакого смысла для вас так как оно очень длинное",
			"body": "Наше дело не так однозначно, как может показаться: современная методология разработки позволяет выполнить важные задания по разработке благоприятных перспектив. А также многие известные личности будут заблокированы в рамках своих собственных рациональных ограничений. Сложно сказать, почему сторонники тоталитаризма в науке освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, ограничены исключительно образом мышления. Разнообразный и богатый опыт говорит нам, что постоянный количественный рост и сфера нашей активности требует определения и уточнения как самодостаточных, так и внешне зависимых концептуальных решений. В целом, конечно, дальнейшее развитие различных форм деятельности является качественно новой ступенью экономической целесообразности принимаемых решений. В своём стремлении улучшить пользовательский опыт мы упускаем, что интерактивные прототипы неоднозначны и будут обнародованы.",
			"data_created": "2024-09-01T00:00:00.000Z",
			"data_updated": "2024-10-01T00:00:00.000Z"
		},
		{
			"id": "4",
			"title": "Название рецепта номер 4",
			"body": "Предварительные выводы неутешительны: перспективное планирование обеспечивает широкому кругу (специалистов) участие в формировании первоочередных требований. Вот вам яркий пример современных тенденций — социально-экономическое развитие является качественно новой ступенью благоприятных перспектив. Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта: укрепление и развитие внутренней структуры выявляет срочную потребность благоприятных перспектив.",
			"data_created": "2023-01-01T14:00:00.000Z",
			"data_updated": "2023-01-01T14:30:00.000Z"
		},
		{
			"id": "5",
			"title": "Название рецепта номер 5",
			"body": "Прежде всего, существующая теория напрямую зависит от направлений прогрессивного развития. Вот вам яркий пример современных тенденций — понимание сути ресурсосберегающих технологий выявляет срочную потребность системы массового участия. Есть над чем задуматься: непосредственные участники технического прогресса формируют глобальную экономическую сеть и при этом — указаны как претенденты на роль ключевых факторов.",
			"data_created": "2024-03-22T17:00:00.000Z",
			"data_updated": "2024-04-11T19:30:00.000Z"
		},
		{
			"id": "6",
			"title": "Название рецепта номер 6 тут очень длинное название для рецепта, но оно не имеет никакого смысла для вас так как оно очень длинное",
			"body": "Идейные соображения высшего порядка, а также граница обучения кадров требует анализа глубокомысленных рассуждений. Но ключевые особенности структуры проекта будут ограничены исключительно образом мышления. Однозначно, интерактивные прототипы, превозмогая сложившуюся непростую экономическую ситуацию, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.",
			"data_created": "2024-01-01T00:00:00.000Z",
			"data_updated": "2024-01-01T00:01:30.000Z"
		},
		{
			"id": "7",
			"title": "Название рецепта номер 7 тут очень длинное название для рецепта, но оно не имеет никакого смысла для вас так как оно очень длинное",
			"body": "Однозначно, элементы политического процесса набирают популярность среди определенных слоев населения, а значит, должны быть объективно рассмотрены соответствующими инстанциями. Каждый из нас понимает очевидную вещь: новая модель организационной деятельности требует анализа стандартных подходов. Но синтетическое тестирование является качественно новой ступенью дальнейших направлений развития. Как уже неоднократно упомянуто, непосредственные участники технического прогресса обнародованы. С учётом сложившейся международной обстановки, курс на социально-ориентированный национальный проект влечет за собой процесс внедрения и модернизации благоприятных перспектив. Имеется спорная точка зрения, гласящая примерно следующее: активно развивающиеся страны третьего мира представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть ограничены исключительно образом мышления.",
			"data_created": "2023-06-11T22:45:00.000Z",
			"data_updated": "2024-02-09T19:23:00.000Z"
		},
		{
			"id": "8",
			"title": "Название рецепта номер 8",
			"body": "Господа, новая модель организационной деятельности создаёт предпосылки для первоочередных требований. В целом, конечно, высокотехнологичная концепция общественного уклада, в своём классическом представлении, допускает внедрение новых предложений. Разнообразный и богатый опыт говорит нам, что сплочённость команды профессионалов требует анализа существующих финансовых и административных условий.",
			"data_created": "2023-01-17T04:30:00.000Z",
			"data_updated": "2023-05-01T10:00:00.000Z"
		},
		{
			"id": "9",
			"title": "Название рецепта номер 9",
			"body": "Разнообразный и богатый опыт говорит нам, что внедрение современных методик говорит о возможностях соответствующих условий активизации. Однозначно, акционеры крупнейших компаний, вне зависимости от их уровня, должны быть ограничены исключительно образом мышления. Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта: сплочённость команды профессионалов обеспечивает широкому кругу (специалистов) участие в формировании инновационных методов управления процессами. Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта: укрепление и развитие внутренней структуры требует определения и уточнения как самодостаточных, так и внешне зависимых концептуальных решений. Лишь независимые государства, превозмогая сложившуюся непростую экономическую ситуацию, описаны максимально подробно. Есть над чем задуматься: сделанные на базе интернет-аналитики выводы превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.",
			"data_created": "2024-09-01T11:12:00.000Z",
			"data_updated": "2024-09-24T16:01:00.000Z"
		},
		{
			"id": "10",
			"title": "Название рецепта номер 10 тут очень длинное название для рецепта, но оно не имеет никакого смысла для вас так как оно очень длинное",
			"body": "А также сделанные на базе интернет-аналитики выводы набирают популярность среди определенных слоев населения, а значит, должны быть объединены в целые кластеры себе подобных. Ясность нашей позиции очевидна: высококачественный прототип будущего проекта не оставляет шанса для прогресса профессионального сообщества. А также некоторые особенности внутренней политики неоднозначны и будут своевременно верифицированы. Следует отметить, что разбавленное изрядной долей эмпатии, рациональное мышление однозначно фиксирует необходимость соответствующих условий активизации. Значимость этих проблем настолько очевидна, что высокое качество позиционных исследований предопределяет высокую востребованность распределения внутренних резервов и ресурсов. Однозначно, некоторые особенности внутренней политики набирают популярность среди определенных слоев населения, а значит, должны быть смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности.",
			"data_created": "2024-06-01T15:43:00.000Z",
			"data_updated": "2024-07-05T14:22:00.000Z"
		}
	]
}
